Repository: cftp/twitter-tracker
Catalog: locale/*.po
Languages: nl_nl

source: Twitter Profile Tracker
nl_nl: Twitter Profiel Tracker

source: A widget which displays the tweets from a specific Twitter user account.
nl_nl: Widget waarmee tweets van een specifiek Twitter account worden getoond

source: Title:
nl_nl: Titel:

source: Preamble:
nl_nl: Intro

source: Username:
nl_nl: Twitter account:

source: Max tweets to show:
nl_nl: Aantal tweets:

source: When replies are hidden the widget will <em>attempt</em> to keep the number of tweets constant, however this may not be possible.
nl_nl: Wanneer reacties worden verborgen zal de widget <em>proberen</em> om het aantal tweets constant te houden. Dit kan afwijken.

source: Hide @ replies:
nl_nl: Verberg @ reacties:

source: Include retweets:
nl_nl: Retweets tonen:

source: Include the "#". Tweets without this #hashtag will not be shown.
nl_nl: Inclusief "#". Tweets zonder de aangegeven #hashtag worden verborgen.

source: Mandatory hashtag:
nl_nl: Verplichte hashtag:

source: HTML to put after the results:
nl_nl: HTML voetnoot:

source: Optional, use for things like a link to this Twitter search, etc.
nl_nl: Optioneel, gebruik de voetnoot bijv. voor links naar Twitter search, etc.

source: You can put an individual class, or classes (separate with spaces), on each instance of the Twitter Tracker to enable you to style them differently.
nl_nl: Je kunt individuele (CSS) klassen (gescheiden door spaties), op elke instantie van de Twitter Tracker plaatsen om de weergave te wijzigen.

source: HTML Class:
nl_nl: CSS klasse:

source: A widget which displays results from Twitter Search.
nl_nl: Widget om resultaten van een Twitter Search te tonen

source: Old plugin values
nl_nl: Oude plugin waarden

source: These values will be deleted after your first save and not shown again. If you want to keep them, paste them below. Apologies for the inconvenience.
nl_nl: Deze waarden worden verwijderd na de eerste keer opslaan. Wanneer deze moeten worden behouden, plak ze dan hier. Excuses voor het ongemak

source: Preamble (HTML limited to <kbd>&lt;a&gt;</kbd>, <kbd>&lt;em&gt;</kbd>, <kbd>&lt;strong&gt;</kbd>, <kbd>&lt;p&gt;</kbd>, <kbd>&lt;br&gt;</kbd>):
nl_nl: Intro (HTML beperkt tot <kbd>&lt;a&gt;</kbd>, <kbd>&lt;em&gt;</kbd>, <kbd>&lt;strong&gt;</kbd>, <kbd>&lt;p&gt;</kbd>, <kbd>&lt;br&gt;</kbd>):

source: Enter any search term that works on <a href="http://search.twitter.com/" target="_blank">Twitter Search</a>, here&apos;s some <a href="http://search.twitter.com/operators" target="_blank">help with the syntax</a>.
nl_nl: Geef een geldige <a href="http://search.twitter.com/" target="_blank">Twitter Search</a> zoekterm, <a href="http://search.twitter.com/operators" target="_blank">klik hier voor hulp</a>.

source: Twitter search:
nl_nl: Zoekopdracht

source: HTML to put after the results (limited to <kbd>&lt;a&gt;</kbd>, <kbd>&lt;em&gt;</kbd>, <kbd>&lt;strong&gt;</kbd>, <kbd>&lt;p&gt;</kbd>, <kbd>&lt;br&gt;</kbd>):
nl_nl: Voetnoot (HTML beperkt tot <kbd>&lt;a&gt;</kbd>, <kbd>&lt;em&gt;</kbd>, <kbd>&lt;strong&gt;</kbd>, <kbd>&lt;p&gt;</kbd>, <kbd>&lt;br&gt;</kbd>):

source: %d year
nl_nl: %d jaar

source: %d years
nl_nl: %d jaar

source: %d month
nl_nl: %d maand

source: %d months
nl_nl: %d maanden

source: %d weeks
nl_nl: %d weken

source: %d day
nl_nl: %d dag

source: %d days
nl_nl: %d dagen

source: %d hour
nl_nl: %d uur

source: %d hours
nl_nl: %d uur

source: %d minute
nl_nl: %d minuut

source: %d minutes
nl_nl: %d minuten

source: %d second
nl_nl: %d seconde

source: %d seconds
nl_nl: %d seconde

source: a year
nl_nl: een jaar

source: a month
nl_nl: een maand

source: a week
nl_nl: een week

source: a day
nl_nl: een dag

source: an hour
nl_nl: een uur

source: a minute
nl_nl: een minuut

source: a second
nl_nl: een seconde

source: about %s, %s ago
nl_nl: %s, %s geleden

source: about %s ago
nl_nl: %s geleden

source: Twitter Tracker filter error: The tt_allowed_post_types filter has been deprecated and will be removed in a future version, please use tt_post_types_with_override instead.
nl_nl: Twitter Tracker filter error: De tt_allowed_post_types filter is verouderd en zal worden verwijderd in toekomstige versies, gebruik tt_post_types_with_override.

source: This term will override, for this page or post only, any value you have entered into the widget. Enter any search term that works on <a href="http://search.twitter.com/" target="_blank">Twitter Search</a>, here&apos;s some <a href="http://search.twitter.com/operators" target="_blank">help with the syntax</a>.
nl_nl: Deze term overschrijft elke waarde in de widget voor deze pagina.Geef een geldige <a href="http://search.twitter.com/" target="_blank">Twitter Search</a> zoekterm, <a href="http://search.twitter.com/operators" target="_blank">klik hier voor hulp</a>.

source: This will override, for this page or post only, any username you have entered into the widget.
nl_nl: Deze term overschrijft elke gebruikersnaamin de widget voor deze pagina.

source: View tweet
nl_nl: Bekijk tweet

source: For this plugin to work you need to set at least a Twitter Search in the widget settings.
nl_nl: Geef tenminste een Twitter Search op in de instellingen van de widget.widget settings.

source: Tracks the search results on Twitter search or Twitter profile in a sidebar widget.
nl_nl: Geeft zoekresultaten van een Twitter Search of Twitter profiel weer in de sidebar widget.
